import {
  Tooltip,
  TooltipContent,
  TooltipProvider,
  TooltipTrigger,
} from "@/components/ui/tooltip";

export const Chapter7 = () => {
  return (
    <section>
      <h2 className="font-semibold">
        Подальші перспективи розвитку вічнозелених культурних ландшафтів
      </h2>
      <p>
        З дальшою зміною клімату, що в країнах Східньої Европи проявляється в
        тенденції до підвищення небаченими раніше темпами середньобагаторічної
        температури повітря, швидко зростуть можливості інтродукції нових видів
        судинних вічнозелених рослин а, отже, збагачення списку декоративних
        культур у масовім озелененні. Завдяки малоактивності атмосферних
        процесів протягом холодного періоду на теренах України, порівняно з
        сусідніми територіями, взимку переважає стійкіша атмосферна циркуляція
        без стрімких стрибків з глибоких відлиг до короткочасних дужих морозів
        (і навпаки), що слугує за неабияку перевагу в стабільнім проходженні
        діяпавзи культур, на перший погляд геть невитривалих за такого
        континентального&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              клімату
            </TooltipTrigger>
            <TooltipContent>
              <p>
                Цікавий факт: навіть у псевдонадконтинентальній Маньчжурії є
                вічнозелені види падуба й омели!
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . Подібну ж особливість мають ще внутрішні частини північного
        заходу&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              Балкан
            </TooltipTrigger>
            <TooltipContent>
              <p>Боснія, Косово, Сербія</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;з неочікувано холодною, як на ті широти, - але досить рівною
        зимою. З цього ракурсу оманлива суворість українських природніх умов на
        тлі західніших країн уже не видається настільки очевидною. За
        потвердження цьому правлять чисельні вдалі спроби акліматизації на
        присадибних ділянках багатьох мезофільних видів, серед яких постійно
        зростає частка&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              вічнозелених представників
            </TooltipTrigger>
            <TooltipContent>
              <p>як, наприклад, паксистими</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . Непоодиноко трапляються успішні приклади навіть з числа таких зовсім
        неймовірних екзотів, як карликові ногоплідники, кордиліна нероздільна,
        суничник великоплодий і багато інших конче затребуваних
        представників&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              вічнозеленої фльори
            </TooltipTrigger>
            <TooltipContent>
              <p>
                проте, наразі ще бракує накопиченого фактажу задля остаточної
                оцінки щодо їхньої перспективности
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . І лише теперішнє фінансове становище переважної кількости любителів
        стримує від потенційного садівничого буму, який у значно менших
        масштабах - через брак натоді загальнодоступної інформації - уже
        проминули західні сусіди України. Нестримний процес стихійної
        акліматизації може стишити хіба що малоймовірне повернення світу до
        кліматичних реалій минулого століття - хоча й уже не зупинить його.
        Українські рослинники протягом останнього часу вчаться долати істотні
        ризики в кліматичних змінах, зумовлені більшою тенденційністю в
        розподілі метеорологічних елементів упродовж коротких періодів часу -
        рекордні вітри, посухи, зливи - за рахунок масового доступу до сучасних
        технологій. Поряд зі громадською ініціятивою проводять і системну
        акліматизаційну діяльність - розплідники, садівничі осередки,
        фірми-озеленювачі з приватним капіталом, незрідка в співпраці з
        іноземними установами. Проте державні спеціялізовані інституції в
        Україні, за поодинокими виключеннями, продовжують пасти задніх у цій
        справі, і від їхнього тривалого агонізування якогось прориву в масовім
        збагаченні українського асортименту декоративних рослин новими
        вічнозеленими культурами чекати вже не доводиться - ці заклади
        переймаються нагальнішими питаннями, зокрема в аграрній сфері. Саме
        через цей дисбаланс і спостерігається такий разючий контраст між
        приватним озелененням і насадженнями загального користування. З метою
        зменшення цієї прогалини та допомоги рослинникам комунального
        господарства ріжного профілю - арбористам, дендрологам,
        квітникарям,&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              ландшафтникам
            </TooltipTrigger>
            <TooltipContent>
              <p>архітектам, дизайнерам, інженерам, проєктувальникам</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , озеленювачам, садівникам, фітопатологам а ін. - підвищити ефективність
        і якість насаджень загального користування на сучаснішій, більш
        наукоємній основі - був складений цей посібник. Послідовне та вдумливе
        виконання викладених у нім настанов дозволить суттєво розширити
        наведений культиваційний асортимент.
      </p>
    </section>
  );
};
