import Image from "next/image";
import Zoom from "react-medium-image-zoom";
import "react-medium-image-zoom/dist/styles.css";

import {
  Tooltip,
  TooltipContent,
  TooltipProvider,
  TooltipTrigger,
} from "@/components/ui/tooltip";

export const Chapter2 = () => {
  return (
    <section className="space-y-6">
      <h2 className="text-xl font-bold text-center">
        Розділ 2. Основні елементи озеленення в контексті застосовуваної
        концепції
      </h2>
      <p>
        Надзвичайне значення в художнім оформленні композицій мають живі
        елементи - лишайники, мохи, папороті, що надають дизайнові романтичних
        рис загадковости та казки. Епіфітні вічнозелені папоротеподібні - види
        аспленію, адіянту тощо - використовують у декоруванні вертикальних
        поверхонь, попередньо заповнивши природні заглибини чи глибокі проміжки
        між кладкою потрібним субстратом. Також за вдале середовище їм, окрім
        кам’яних брил, правитимуть химерні корчі, вриті до землі задля
        попередження вбирання вологи догори корінням. З метою надання їм більшої
        довговічности їх рясно обробляють сумішшю креозоту з негашеним вапном -
        чим зменшують небезпеку займання. Додатково ділянки та заглибини, де
        передбачають висадити спороносні рослини, вкривають шаром рідкого шкла.
        На галузки коріння прикріплюють підвісні кашпо з&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              ампельними
            </TooltipTrigger>
            <TooltipContent>
              <p>звислими</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;видами - вони не бояться промерзання субстрату й лишаються на
        зиму; при основі корчу висаджують виткі рослини, які за необхідности
        піддають раз на рік формуванню.
      </p>
      <p>
        Іґнорування використання&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              небезпечних
            </TooltipTrigger>
            <TooltipContent>
              <p>колючих, отруйних</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;рослин в озелененні навіть дитячих об&apos;єктів себе не
        виправдовує, позаяк серед них трапляються унікальні за декоративним
        ефектом&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              види
            </TooltipTrigger>
            <TooltipContent>
              <p>такі як юки, лавровишня тощо</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . Проте їх розміщення має внеможливлювати безпосередній контакт з
        людиною, дозволяючи лише візуальне споглядання.
      </p>
      <Zoom classDialog="custom-zoom">
        <Image
          src="/2.jpg"
          alt="Схема живоплоту з застосуванням сталого формувального каркасу під обтин у ручний спосіб"
          width={1000}
          height={1000}
          className="object-contain mx-auto w-auto h-60"
        />
      </Zoom>
      <p>
        Ґазон може бути монокультурний, з одного виду трав, він має рівнішу
        фактуру, а також комбінований - стійкіший: залежно від конкретних умов
        року й ділянки в нім природнім шляхом починають переважати ті або інші
        види. Вічнозелені рослини мають цупкіші тканини за сезоннолистопадні
        культури, тому покриття з них є стійкішим до витоптування й може бути
        використане навіть на ділянках з інтенсивним пішохідним рухом за умови
        пухкого субстрату й застосування дрібної сітки-рабиці в якості
        армувального полотна.
      </p>
      <p>
        Квітники відмежовують від решти зелених насаджень бар&apos;єрною
        стрічкою з інертного біорозкладного, проте гнучкого та стійкого протягом
        не менше року матеріялу - толлю, руберойдом, 9 трансформаторним
        промащеним картоном тощо. Такі ж бар&apos;єри застосовують і всередині
        квітників задля зручности дотримання та віднови запроєктованого
        квіткового орнаменту.
      </p>
      <p>
        До композицій залучають, як правило, ті види, що не надто надаються до
        солітерних насаджень - асиметричніші, менш виразні, з певними вадами в
        декоративнім ефекті. Композиції бувають фактурні, з рослин одного
        кольору та ріжного габітусу, а також барвисті - з відмінностями в
        забарвленні веґетативних частин.
      </p>
      <p>
        Мономасиви імітують природній лісовий ландшафт далекої перспективи, без
        властивого природнім лісам розмаїття, позаяк відвідувач зеленої зони до
        них не має безпосереднього доступу, лише споглядаючи перспективу
        віддаля. Масиви відтіняють насадження переднього пляну - квітники,
        композиції та солітери, створюючи їм своєрідне фактурне тло, - і
        водночас ховають у непроглядній зелені межі насаджень.
      </p>
      <p>
        Найвиразніший вигляд має ґрупа солітерів. До неї найчастіше входять
        сонцелюбні рослини з рясним і тривалим квітуванням, проте також і
        найориґінальніші з декоративно-листяних видів.
      </p>
      <Zoom classDialog="custom-zoom">
        <Image
          src="/7.jpg"
          alt="Схематичний переріз секції бульварної перґоли заввишки від 2 5 до 5 метрів (завширшки 5-10 м)"
          width={1000}
          height={1000}
          className="object-contain mx-auto w-auto h-60"
        />
      </Zoom>
      <p>
        Аби не мати розчарувань через випадково зіпсовану вигадливо стрижену
        форму, плекану кілька років чи й десятиліть - скажімо, через сніг,
        чагарникам рекомендують надавати вигляд елементарних геометричних фіґур,
        тоді таку форму зручніше буде зв&apos;язувати грубим шпаґатом на зиму, а
        за пошкодження - порівняно швидко вдасться відновити. Простіші рішення
        мають, окрім легкости створення, ще одну перевагу: у них існує менше
        шансів стати збірниками занесеного вітром сміття та листя.
      </p>
      <Zoom classDialog="custom-zoom">
        <Image
          src="/5.jpg"
          alt="Будова зовнішньої огороджувальної конструкції типу 'зелена стіна' завтовшки 150 мм"
          width={1000}
          height={1000}
          className="object-contain mx-auto w-auto h-60"
        />
      </Zoom>
      <p>
        Зазвичай, рокарії формують за географічною ознакою - ґрупують рослини з
        одного екотопу: ксерофіти - до мексиканських гірок, гірські - до
        альпінаріїв тощо. Утім, насправді, тут свобода творчости обмежень не має
        - включно аж до цілком фантастичного поєднання видів, неможливого в
        природі, - лише б об’єкт був стійкий у часі та зручний у догляді. Якщо ж
        триматися стилістики, то відповідність створюваного краєвиду природньому
        аналогові підкреслює покриття поверхні ґрунту, яка заразом виконує ролю
        мульчі. Оскільки кам&apos;янисті гірки не мають суцільного ґрунтового
        покриву в вигляді морогу, вільні від брил місця в ксероморфних
        ландшафтах по висадці засипають 10-мм шаром цегляної крихти, скажімо,
        вохряної та жовтавої в вигляді геометричного орнаменту, схили уявних гір
        - ріжнорозмірним необробленим каменем, скелеподібні композиції -
        вкривають непрозорим рідким шклом, створюючи ілюзію монолітности
        поверхні.
      </p>
    </section>
  );
};
