import Image from "next/image";
import Zoom from "react-medium-image-zoom";
import "react-medium-image-zoom/dist/styles.css";

import {
  Tooltip,
  TooltipContent,
  TooltipProvider,
  TooltipTrigger,
} from "@/components/ui/tooltip";

export const Chapter3 = () => {
  return (
    <section id="chapter3">
      <h2 className="font-semibold">
        Засади успіху в організації вічнозелених ландшафтів в Україні
      </h2>
      <p>
        Виходячи з принципів створення об&apos;єктів озеленення, провідну
        ландшафтотвірну ролю належить віддати алейним насадженням уздовж шляхів
        пересування людей. Саме вони як наймасивншіі природні структури
        переднього пляну перебувають у постійнім полі бокового зору людини,
        підсвідомо формуючи наше уявлення щодо природнього середовища
        перебування. Інші елементи ландшафтного проєктування мають
        підпорядковане значення, висуваючись на перше місце під час статичного
        милування краєвидом. Попри вкрай незначний асортимент вічнозелених
        листяних дерев, одноманіття в нім не буде: у розмаїтих насадженнях
        привертають увагу акценти з інших елементів озеленення, розбавляючи
        видову бідність алей.
      </p>
      <p>
        Ріжноманітність природніх умов в осередках походження вічнозелених видів
        слугуватиме за запоруку від масової загибели таких насаджень, оскільки
        фльористичні області помірно-теплої смуги мають значну кліматичну
        варіятивність: нп., східньоазійські рослини толерують досить тривалий
        мороз без снігу в сухім ґрунті, північноамериканські ксерофіти - долають
        дужчі короткочасніші морози зі сніговим покривом, західньоевропейські
        види за посередньої зимостійкости витримують зимове перезволоження та є
        вкрай невибагливими до тепла протягом періоду веґетації, і т.п.&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              [8]
            </TooltipTrigger>
            <TooltipContent>
              <p>
                Колісніченко О.М. Сезонні біоритми та зимостійкість деревних
                рослин. – К.: Фітосоціоцентр, 2004. – 176 с.
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . Тобто, усупереч побутуванню скептичних побоювань у певних колах,
        навіть за найгіршого сценарію розвитку погодньої ситуації одночасний
        збіг усіх критичних значень несприятливих метеорологічних чинників у
        сезоні чи році - а, отже, і значна загибель вічнозелених насаджень -
        виглядає статистично неможливим. Кількадесятирічний досвід успішного
        вирощування таких культур слугує тому за потвердження&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              [3,5]
            </TooltipTrigger>
            <TooltipContent>
              <p>
                3. Дендрофлора України. Дикорослі й культивовані дерева і кущі.
                Покритонасінні. Частина І. Довідник / За редакцією М.А. Кохна. –
                К.: Фітосоціоцентр, 2002. – 448 с., іл.
                <br />
                5. Деревья и кустарники СССР / Под ред. С.Я. Соколова – М–Л:
                Изд-во АН СССР, 1949-62. – в 6 тт.
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . Більшість південних екзотів у дійсності випадають саме в
        літньо-осінній період - через систематичну глибинну невідповідність
        фактичних&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              умов веґетації
            </TooltipTrigger>
            <TooltipContent>
              <p>
                ґрунтова й повітряна посухи, заморозки в тепле півріччя тощо
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;екологічним особливостям цих &nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              видів
            </TooltipTrigger>
            <TooltipContent>
              <p>
                так, до прикладу, вічнозелені фанерофіти середземноморського
                клімату через екологічні особливості, зумовлені посушливим
                літом, потребують доступу до рідкої води ще й узимку - тому лише
                за умови цілорічно незамерзлого ґрунту проявляють дійсну
                зимостійкість, що суттєво перевершує очікувану
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp; під час проходження ними кожної з фенологічних фаз&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              [8]
            </TooltipTrigger>
            <TooltipContent>
              <p>
                Колісніченко О.М. Сезонні біоритми та зимостійкість деревних
                рослин. – К.: Фітосоціоцентр, 2004. – 176 с.
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , - але не навесні по невдалій перезимівлі в ході діяпавзи, як звикли
        часто хибно стверджувати, іґноруючи чинники догляду. Але навіть якщо ж
        припустити, що раз на декілька десятиліть існує ризик загибели тих чи
        інших екземплярів - ефект від багаторічного функціонування вічнозелених
        насаджень цілком виправдовує їхню можливу одноразову заміну за цей
        період.
      </p>
      <p>
        Утім, навіть найстійкіше вічнозелене листяне дерево не витримає
        сезонного промерзання ґрунту довкола кореневої системи - це й зумовлює
        відсутність у наших гаях таких рослин. Вірніше, смертельну загрозу цим
        видам становить навіть не сам мороз при корінні та його тривалість, але
        стрімке потепління повітря під час антициклональних відлиг, коли прогрів
        кореневої зони не встигає за температурою - а, отже, і процесами в
        надземній частині дерева, яке не є в змозі з мерзлої землі поновити
        випаровувану нагрітим листям вологу й по-просту всихає: позаяк тепліша
        вода піднімається вгору, чим вищою є рослина, тим фатальнішою стає
        ріжниця в температурі його коренів і верхівки - на відміну від
        традиційніших невисокорослих дерев. У нижчих же широтах, звідки походять
        майже всі види зазначеної вище ґрупи судинних рослин, попри навіть дужчі
        за наші температурні мінімуми під час арктичних вторгнень - періоди
        морозу мають нетривалий характер, що не дозволяє промерзнути ґрунтам до
        критичної глибини, і переважна частина коріння великих екземплярів
        завжди перебуває в незамерзлім шарі. Окрім того, судинні рослини з
        основного потенційно цікавого інтродукційного осередку - мусонних
        областей східньої частини континенту зі стенотермічними сезонними
        умовами - поновлюють веґетування, радше орієнтуючись не на тривалість
        дня, як наші дерева та чагарники, але на температурні показники, таким
        чином утрачаючи по відлигах рештки номінальної зимостійкости. Упоратися
        з цією проблемою дозволяє використання термоізольованих від
        довколишнього ґрунту посадкових ям, у яких заглиблені до підґрунтя
        металеві теплопровідники відіграють ролю пасивного теплового насосу,
        постійно, навіть у найлютіші морози, транспортуючи глибинне тепло до
        замульчованої прикореневої зони, і тим самим лишають спеціяльно дібраний
        субстрат у перманентно талім стані та згладжують температурні коливання
        в тканинах дерева. Оскільки температура сталонемерзлої породи на
        понадметровій глибині приблизно дорівнює середньорічній температурі
        повітря й слабко змінюється протягом року, рослини в прохолоднім
        субстраті термоізольованого посадкового місця гірше розвиваються влітку.
        Проте, нічний полив нагрітою протягом дня водою успішно долає й цю
        перешкоду. Тобто, натепер об&apos;єктивних перепон до широкого
        використання великорослих вічнозелених листяних дерев у континентальній
        Україні вже не існує.
      </p>
      <p>
        Разом з тим, вартує застерегти від надужитку в об&apos;єктах озеленення
        розеткових деревовидних, а також інших видів, які додають насадженням
        тропічного шарму, аби вони не виглядали неприродньо: такі рослини мусять
        виконувати функцію поодиноких яскравих акцентів в оточенні менш виразної
        північнішої зелені, але не бути пістряво-фактурним тлом, на якім
        губитимуться решта елементів озеленення. Узимку надмір рослин занадто
        південного вигляду в відкритім ґрунті - особливо за морозної погоди - у
        змерзлої людини викличе радше роздратування своєю недоречністю, аніж
        приємні літні спогади чи асоціяції з далекими екзотичними країнами.
        Пальмободібні рослини не належать до неодмінних компонентів зелених зон
        - чого не скажеш стосовно вічнозелених листяних дерев.
      </p>
      <p>
        За сучасними екоцентристськими поглядами, єдиними виправданими мотивами
        втручання до природнього або культурно сформованого рельєфу території
        під час створення на ній об&apos;єкту озеленення є безпека та зручність
        людини. Відтак, усі зміни вертикального тераформування мусять бути
        мінімально необхідні задля виконання цієї наведеної вище вимоги. Нп.,
        більш-менш рівні території надаються до реґулярного розбиття, змінному
        рельєфові пасуватимуть пейзажні насадження, що імітують або відтворюють
        природні біоценози.
      </p>
      <p>
        Схилозакріплення за крутизни понад 45° проводять сіткою-рабицею з вічком
        близько 1 дм з 1-мм нецинкованого сталевого дроту - у перспективі він
        має розкластися, і схил триматиме міцно сплетене коріння; таку сітку
        пришпилюють до поверхні металевими скобами з кроком 1 м. Роботи зі
        схилозакріплення з метою зручности проводять у теплий період року за
        допомогою альпіністського спорядження. До вічок рабиці висаджують
        дрібний чагарник, риючи ями буром; під дерева в сітці створюють отвори,
        також закріплені по боках скобами. Далі сітку прикидають шаром родючого
        ґрунту завтовшки 0.1 м і засаджують ґрунтопокривною травою. Використання
        кори в якості мульчі на крутосхилах не дає бажаного ефекту, оскільки зі
        зливами таке покриття опиняється долі під схилом, натомість поверхня
        ґрунту швидко оголюється.
      </p>
      <Zoom classDialog="custom-zoom">
        <Image
          src="/4.jpg"
          alt="Теплоізольовані посадкові ями циліндричної форми завглибшки 1 м під деревця та дерева"
          width={1000}
          height={1000}
          className="object-contain mx-auto w-auto h-60"
        />
      </Zoom>
      <p>
        Декоративно-листяні види природньо менше привертають увагу за
        декоративно-квіткові, тому з метою зменшення ефекту надмірної
        строкатости ландшафту кількісно мають переважати, налаштовуючи
        відвідувача на спокійний плин думок. Оскільки вони є менш виразні, проте
        видзначаються стійкою естетикою незалежно від пори року, їхній
        асортимент має становити близько половини використовуваних на
        об&apos;єкті озеленення видів. Надужиток шпилькових створює ефект
        &ldquo;півночі&rdquo;, що в холодний період виглядатиме незатишно,
        спонукаючи людину взимку уникати місця, перебування в якім може
        викликати певний психологічний дискомфорт. Навпаки, листяні дерева та
        чагарники, надто екзотичного вигляду, мають принадність будь-якого
        сезону. Шпилькові ж рослини мають переважати на периферії, створюючи
        ефект тонкофактурного зеленого муру. Нп., їх висаджують півколом з
        північно-східнього боку в якості природнього вітрозахисту. Завдяки
        швидшому ростові окремі дерева на кшталт смерек надійно захищатимуть
        насадження в своїй тіньовій зоні й від градобою, виконуючи ролю
        градовідхилу: оскільки утворення крижаних конденсаційних ядер
        відбувається на дуже вузькій смузі стрімкого ґрадієнтного перепаду в
        атмосфері - хоча під впливом вітру смуга граду при землі й ширшає -
        рясні градини, за рахунок значної швидкости під час падіння з великої
        висоти рикошетом відлітають від дерева, зіштовхуються з сусіднімі
        градинами, ті за принципом доміно - з наступними і т.д., створючи
        довкола колоновидного дерева зону хаотизації - своєрідний бар&apos;єр
        іншим крижаним частинкам; випадіння ж уже частково розколотого та
        талішого граду відбувається на певній відстані від дерева, але вже без
        значної шкоди насадженням - через зменшення кінетичної енергії градин.
      </p>
      <p>
        Зелені насадження мають виконувати свої функції вже від моменту висадки,
        у процесі існування не надто змінюючи свого вигляду. Саме тому під час
        створення об&apos;єктів озеленення всі саджанці дерев мусять мати
        фертильний вік, а також штамб заввишки не менш як 2 м, аби гілками не
        заважати перехожим. У вічнозелених видів цій вимозі можуть відповідати
        рослини виключно з закритою кореневою системою, вирощені в реґіоні
        їхньої майбутньої висадки. На віці посадкового матеріялу, як це не
        парадоксально, заощадити не вдасться: жадний чужоземний сіянець,
        лишаючись без постійної вартісної допомоги наодинці з ворожим до нього
        природнім середовищем - усупереч поширеній думці щодо поступової
        адаптації - має вкрай мало шансів навіть вижити, і насадження доведеться
        підновлювати безліч разів, що виллється в підсумку до неприйнятного
        перевищення проєктних витрат. Натомість розвинений екземпляр на
        генеративнім етапі життя має набагато більшу стійкість до абіотичних
        чинників довкілля, нп., завдяки більшій площі й глибині коріння, може
        дістатися живильної вологи чи втриматися під час снігового шторму - і
        зберегти свою декоративність. Проте, зволікати з висадкою недовговічних
        рослин не вартує, бо застарі екземпляри гірше приживаються на новім
        місці. Оптимальним віком готовности рослини до висадки на постійне місце
        є період з першого року плодоносіння до фази максимальної родючости.
      </p>
      <p>
        Штучно отримані сорти, надто на підщепі, незважаючи на розмаїтість форм
        і декоративних якостей, є менш екологічно пластичними та стійкими за
        природні форми, гірше приживаються, частіше хворіють і не довго милують
        око. Звичайно, природні спадково закріплені відміни одного виду не мають
        цих вад, проте, перебуваючи в межах одного об&apos;єкту, перезапилюються
        між собою, нівелюючи якість насіння на подальшу репродукцію в
        озелененні.
      </p>
      <p>
        Масштабність зеленої зони незрідка ніяк не корелює з її значущістю.
        Великому об&apos;єктові буває обтяжливіше дати раду, він потребує
        значніших видатків капітальних, рівно як і поточних на підтримання
        повної фукнціональности. Натомість, усесвітньо відомі взірці ландшафтної
        архітектури Японії рідко за площею перевищують 1 га. Тож не вартує на
        хвилі ландшафтної гігантоманії розкидатися дефіцитною в населених
        пунктах вільною площею, проте необхідні розриви між рослинами усе ж
        належить дотримувати, аби їхній ріст ніщо не обмежувало з плином часу.
        Ідеться щодо мінімально виправданого розміру кожного елементу ландшафту,
        що зберігає творчий задум і функціональність.
      </p>
      <p>
        Найбільшим марнотратцем сил і ресурсів у зелених зонах є ґазон. Так,
        велике дерево з площею проєкції крони близько 100 кв. м потребує за
        несприятливої погоди влітку 100 л води на добу, тоді як трав&apos;яний
        покрив такої самої площі - аж&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              куб
            </TooltipTrigger>
            <TooltipContent>
              <p>удесятеро більше</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . Під непроглядним вічнозеленим пологом газонні рослини розвиваються
        вкрай погано: існує вкрай обмежена кількість видів, які можуть у таких
        умовах створити суцільне дернування, проте на галявинах ці види вже не
        ростимуть, що змушує використовувати інші види з відмінною барвою та
        фактурою листя. Плямистий ґазон виглядатиме малоестетично. Траву ж
        належить реґулярно стригти, щороку підсівати, врешті - періодично
        повністю замінювати в разі забур&apos;янення. Проте, і голу землю під
        насадженнями лишити не вийде: по-перше, виглядає непривабно. По-друге,
        місце ґазону швидко займуть небажані &ldquo;самозаселенці&rdquo;. І, що
        є найголовнішим, - незахищений ґрунт вже першого року піддається всім
        формам ерозії, оголюючи коріння деревних рослин, а також швидко деґрадує
        як родючий субстрат. Найдешевший варіянт мульчі - тирса - під час
        розкладу денітріфікує ґрунт. Торф не підходить ґрунтам кислуватої
        реакції, оскільки зменшує й без того низький водневий показник.
        Популярна зараз, але дорожча мінеральна крихта - перліт, керамзит або
        бій цегли потребують постійного оновлення: вічнозелені дерева завдяки
        повільнішому обмінові речовин хоч і створюють менше відпаду, проте
        цілком уникнути продуктів життєдіяльности не вийде. Раціональним
        рішенням буде використання подрібненої кори швидкорослих листяних -
        тополі та верби, а також плодових дерев. Кора ж горіха та дуба містить
        таніди - дубильні речовини, що пригнічують життєдіяльність
        мікроорганізмів ґрунту, чим сповільнюють природнє поновлення родючости.
        Узагалі непридатною в листяних насадженнях є кора сосни завдяки її
        потужнім асептичним властивостям, але під шпилькові види цілком підійде.
        Ця мульча потребує лише одноразового нанесення, оскільки відпад з часом
        заповнюватиме утворювані прогалини. Таким чином встановиться властивий
        природнім екосистемам процес формування лісової підстилки.
      </p>
      <p>
        Так само невиправданим марнуванням площ видається й залишення великих
        порожніх просторів у середині зелених зон, коли їх було б заповнити
        об’єктами рекреаційної інфраструктури: ігровими майданчиками,
        атракціями, водограями, скульптурами, іншими декоративними елементами.
        Якщо ж їх і без того не бракує, додаткові насадження в екологічних
        умовах сучасних поселень ніколи не стануть зайвими. Не затуляти небо
        суцільним шатром вічнозеленого серпанку, але створити мозаїку чергування
        тінистого пологу та сонячного проміння, коли залежно від сезону людина
        сама обиратиме комфортне собі місце за інсоляцією - саме це характеризує
        майстерність ландшафтного дизайну.
      </p>
      <p>
        У теплий період квітів у природі не бракує, чого не скажеш стосовно
        холодного сезону. Виправити це вдасться, якщо до штучних зелених
        насаджень добирати культури, здатні квітнути за межами періоду веґетації
        дикорослих видів. Теплої ж пори вирівняють дисонанс у сезоннім
        сприйнятті квітника цибулинні та кореневищні рослини з оцвітинами
        прохолодного спектру - блакитної, білої чи зеленкуватої барви.
      </p>
      <p>
        Сталі, сформовані ценози вдало дібраних рослин у штучних насадженнях
        практично не потребують активного втручання людини, вони набувають
        здатности самоочищуватись і самооновлюватись за природніх пошкоджень.
        Але більшість екзотів у нетипових задля себе умовах усе ж частіше
        зазнають впливу хвороб і несприятливих чинників, і весь час не можуть
        чинити опір місцевим видам бур&apos;янів, паразитів і шкідників. Рано чи
        пізно доводиться допомагати насадженням відновитися шляхом усунення
        заражених і хворих частин. Окрім того, деякі швидкорослі види надто
        розростаються, тому задля безпеки й комфорту рекреаційних зон належить
        обмежувати їх ріст. Тут головним є відчуття міри, бо дуже обітнута
        рослина всі свої сили спрямовуватиме на гоїння отриманих механічних
        ушкоджень а поновлення фітомаси шляхом викидання пагонів заміщення зі
        сплячих бруньок, натомість нова деревина теплолюбних видів не встигне
        визріти й обмерзне взимку. Ще однією особливістю вічнозелених рослин є
        слабка вітро- та снігостійкість у холодний період порівняно з опадними
        видами, зумовлена вищою вітрильністю крони з листям, а також вимушено
        більшою вологістю пагонів і гілок узимку - за морозу вони 18
        перемерзають і набувають крихкости. За ожеледи маса нарослої на рослинах
        криги прямо корелює з площею поверхні - природньо, що вічнозелені види
        під величезною вагою згинатимуться аж до землі, часто ламатимуть
        скелетні гілки й навіть стовбури - утрат по зимі не вдасться уникати, і
        тут природня форма вигідніше виглядатиме й легше піддаватиметься
        відновленню за штучно сформовану.
      </p>
    </section>
  );
};
