import Image from "next/image";
import Zoom from "react-medium-image-zoom";
import "react-medium-image-zoom/dist/styles.css";

import {
  Table,
  TableBody,
  TableCaption,
  TableCell,
  TableHead,
  TableHeader,
  TableRow,
} from "@/components/ui/table";
import {
  Tooltip,
  TooltipContent,
  TooltipProvider,
  TooltipTrigger,
} from "@/components/ui/tooltip";

export const Chapter4 = () => {
  return (
    <section>
      <h2 className="font-semibold">
        Проєктування вічнозелених насаджень у зоні помірного клімату
      </h2>
      <p>
        Базовим кістяком об&apos;єкту озеленення є не самі насадження - але його
        структура, себто ідейнофункціональний концепт, виражений через проєкт,
        позаяк рослини як живі організми є підвладними часу, а також
        інфраструктура має тренд до зношення. Наповненню елементами озеленення
        штучно створених насаджень, на відміну від&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              окультурених природніх біоценозів
            </TooltipTrigger>
            <TooltipContent>
              <p>до прикладу, лісопарків</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;передує докладно розроблена їхня організація: зонування,
        комунікації, системи безпеки та зручности. Оскільки основну ролю в
        об&apos;єктах озеленення все ж відіграють насадження, естетичні акценти
        не мають зміщуватися на неживі елементи, проте задля виконання своїх
        функцій і вони мусять привертати увагу. Розв&apos;язати цю дилему
        вдається шляхом мінімалістського підходу в дизайні, але з наданням
        штучним витворам невластивих живій природі форм і неяскравої, проте
        виразної&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              палітри
            </TooltipTrigger>
            <TooltipContent>
              <p>від білого до чорного</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . У той же час, аскетизм в оформленні власне насаджень може проявлятися
        хіба в простоті й невигадливості творчого задуму з метою більшої
        надійности та спрощення подальшого догляду, але не в використовуванім
        видовім асортименті.
      </p>
      <p>
        Створення чи реконструкцію об&apos;єкту починають з визначення його
        функціональности, передпроєктне &ldquo;вписування&rdquo; до наявної
        техносфери - з максимальним збереженням сформованого культурного
        середовища, на яке вже приміряють той чи інший дизайнерський стиль.
        Модернізацію старих зелених зон проводять ненав&apos;язливо, спочатку
        зосереджуючись на приведенні інфраструктурної складової до актуальних
        потреб, і вже потім, крок за кроком, втручаючись до структури насаджень.
        Відмерлі та незворотньо пошкоджені опадні види поступово замінюють на
        вічнозелені, одночасно провадять зміни лише окремих зон, мінімізуючи
        дискомфорт відвідувачам. Так, неквапом, парк площею в&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              1 квартал
            </TooltipTrigger>
            <TooltipContent>
              <p>4-6 га</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;вдасться майже цілком оновити за 25 років - без надмірних витрат,
        а також створення перешкод його роботі.
      </p>
      <Table>
        <TableCaption>
          Нормативи висадки й догляду до суцільно вічнозелених насаджень
        </TableCaption>
        <TableHeader className="bg-muted">
          <TableRow>
            <TableHead>Рекомендації</TableHead>
            <TableHead>Дерева</TableHead>
            <TableHead>Деревця, чагарники</TableHead>
            <TableHead>Чагарнички, трави</TableHead>
            <TableHead>Травички</TableHead>
          </TableRow>
        </TableHeader>
        <TableBody>
          <TableRow className="text-right">
            <TableCell className="text-left">
              <TooltipProvider>
                <Tooltip>
                  <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
                    Відстань між рослинами, м
                  </TooltipTrigger>
                  <TooltipContent>
                    <p>мінімальна</p>
                  </TooltipContent>
                </Tooltip>
              </TooltipProvider>
            </TableCell>
            <TableCell>10</TableCell>
            <TableCell>1</TableCell>
            <TableCell>0.1</TableCell>
            <TableCell>0.01</TableCell>
          </TableRow>
          <TableRow className="text-right">
            <TableCell className="text-left">
              <TooltipProvider>
                <Tooltip>
                  <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
                    Глибина посадкової ями, м
                  </TooltipTrigger>
                  <TooltipContent>
                    <p>
                      посадкова яма являє собою півсферу відповідної глибини
                    </p>
                  </TooltipContent>
                </Tooltip>
              </TooltipProvider>
            </TableCell>
            <TableCell>1</TableCell>
            <TableCell>0.5</TableCell>
            <TableCell>0.25</TableCell>
            <TableCell>0.1</TableCell>
          </TableRow>
          <TableRow className="text-right">
            <TableCell className="text-left">
              <TooltipProvider>
                <Tooltip>
                  <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
                    Об&apos;єм ґрунтосуміші, куб. м
                  </TooltipTrigger>
                  <TooltipContent>
                    <p>складові посадкової ґрунтосуміші у рівній пропорції</p>
                  </TooltipContent>
                </Tooltip>
              </TooltipProvider>
            </TableCell>
            <TableCell>2/од.</TableCell>
            <TableCell>0.2/од.</TableCell>
            <TableCell>0.02/од., 0.25/кв. м</TableCell>
            <TableCell>0.1/кв. м</TableCell>
          </TableRow>
          <TableRow className="text-right">
            <TableCell className="text-left">
              <TooltipProvider>
                <Tooltip>
                  <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
                    Норми поливу на добу, л
                  </TooltipTrigger>
                  <TooltipContent>
                    <p>
                      полив усього пристовбурного кола - проєкції крони на землю
                    </p>
                  </TooltipContent>
                </Tooltip>
              </TooltipProvider>
            </TableCell>
            <TableCell>100/од.</TableCell>
            <TableCell>10/од.</TableCell>
            <TableCell>1/од., 100/кв. м</TableCell>
            <TableCell>10/кв. м</TableCell>
          </TableRow>
        </TableBody>
      </Table>
      <p>
        Будь-які використовувані стаціонарні інженерні комунікації -
        електромережі, водогін, і навіть стежини - не мають закінчуватися сліпо,
        глухим кутом, але мусять бути закільцьовані, аби за пошкодження під час
        тимчасового вилучення з роботи аварійної ділянки мережа загалом не
        втрачала на функціональності й продовжувала виконувати своє завдання.
      </p>
      <p>
        Мережу водопостачання закільцьовують не квадратами, але гексагонально з
        ребром у 5 м - оскільки сторони шестикутника дорівнюють радіюсові
        описаного довкола нього кола - таким чином створюючи модуль сітки поливу
        що кожні 10 м. У місцях з&apos;єднання трійникові фітинґи мусять мати
        перпендикулярний канал, який на поверхні ґрунту може змінювати насадку
        залежно від потреби - чи то заглушку, чи самообертальний розпилювач, чи
        туманоутворювач. На місцях з&apos;єднань улаштовують і зацикльовані
        водограї з фільтром, до яких вода потрапляє дозовано раз на добу - по
        мірі випаровування. З метою внеможливити промерзання мережі, її
        закладають на метровій глибині. Температура води в на виході з водограїв
        узимку має триматися в межах 40-50°С - не вище й не нижче - аби цілком
        попередити можливе кригоутворення в водогоні та від бризок довкола, а
        рівно й зменшити надмірне паровиділення. Саме тому насоси водограїв
        додатково обладнують ще й місцевим електронагрівачем у парі з
        автоматикою, що дозволяє за раптового припинення електропостачання
        об&apos;єкту миттєво спустити воду з системи й перекрити 45
        водопостачання на вході до фонтану; на теплий же період додаткове
        електрообладнання вимикають. На природніх водотоках у межах об&apos;єкту
        озеленення - потічках, струмках, річках - перебуває в забороні створення
        загат, оскільки це провокує застійні явища в водоймі, які руйнують водне
        біорозмаїття; потребу ж у штучних озерах на території зеленої зони
        вирішують виключно шляхом створення копанок - розширюють і зміцнюють
        інертними неорганічними матеріялами береги, а також поглиблюють дно на
        певних ділянках. У місцевостях, де існує змога використовувати дармове
        тепло - нп., при ставках-охолоджувачах - екзотично виглядають
        ірреґулярні паркові зони на воді, де поміж острівців рослинности ролю
        стежин цілорічно виконують заповнені водою канали.
      </p>
      <p>
        Мінімальну ширину пішохідніх проходів належить проєктувати рівною 2 м -
        на них мають розминутися інвалідні чи дитячі візки. З метою уникнення
        пошкоджень обабіч розташованих насаджень, кути всіх перехресть проходів
        скошують заокругленням з радіюсом 1 м. Ґрунтуючись на тих же
        міркуваннях, до висоти мінімум 2 м над проходами виключають розташування
        частин зелених насджень - гілок, пагонів чи листя. Уздовж проходів
        прокладають електромережу - уже на невеликій глибині, але в захиснім
        ізоляційнім кожусі.
      </p>
      <p>
        Вимога максимально необмеженого доступу в зелених зонах передбачає
        створення зносостійких газонних покриттів на ділянках інтенсивного руху
        відвідувачів, тому системи акумуляції дощових опадів у культурних
        насадженнях відходять до минулого. Вільне пересування відвідувачів у
        контактних зелених насадженнях, де кожний може отримати від рослин також
        і тактильні відчуття, дозволяють не тільки ділянки без рослинности чи з
        трав&apos;яним покривом, але й замульчована територія штамбових масивів.
        Відтак, з усіх частин зеленої зони тільки острівці чагарників розміщують
        осторонь доступних місць, тому площа чагарникових насаджень має бути
        мінімальною. Однак, принцип максимально необмеженого доступу не
        стосується крутосхилів, куди прохід відвідувачів має відбуватися
        виключно відгородженими захисним бар&apos;єром сплянованими стежинами.
      </p>
      <Zoom classDialog="custom-zoom">
        <Image
          src="/1.jpg"
          alt="Приклад чергування дерев з двома типами крони в алейнім насадженні"
          width={1000}
          height={1000}
          className="object-contain mx-auto w-90 h-auto"
        />
      </Zoom>
      <p>
        З метою полегшення інженерного забезпечення та догляду, протяжні
        структури в зелених насадженнях - алеї, живоплоти, перґоли, стінки,
        трельяжі - формують за модульно-секційним принципом, коли набір
        однакових поздовжніх елементів у секції повторюють кількаразово протягом
        усієї довжини структури; кратність відстаней між елементами секції, а
        також розмір її самої, відповідають певному прийнятому модулеві, нп.
        розмірним показникам пересічної людини - довжина кроку, зріст з
        піднятими руками тощо.
      </p>
      <p>
        Вічнозелені рослини з пересічною площею листової пластинки понад 1 кв.
        дм висаджують виключно до т.зв. світлових колодязів - осередь невеличких
        галявин в оточенні високих шпилькових дерев, чим попереджають&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              опіки
            </TooltipTrigger>
            <TooltipContent>
              <p>
                змертвілі від опіків тканини спричинюють подальшу загальну
                інтоксикацію включно аж до загибели
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;тендітних тканин найекзотичніших видів: узимку через низький хід
        сонячного диску туди потрапляє виключно розсіяне світло, ранньої ж весни
        такі тінисті галявини піддаються дії прямого проміння лише в середдень.
      </p>
      <p>
        Оскільки бамбусові чимдалі по висадці стає важче контролювати, обриси їх
        куртин стримують заритим до рівня з поверхнею ґрунту суцільним бляшаним
        бар&apos;єром з загнутим горішнім країм заввишки не менше метра - до
        лесовидного суглинку. Краї сусідніх аркушів бар&apos;єру разом загинають
        обценьками як на покрівлі. Потрапляння комунікацій до кореневої зони
        такої куртини передбачає порушення цілісности бляшаного бар&apos;єру, що
        загрожує потенційним виходом пагоніврозвідників за межі окресленої
        ділянки та руйнуванням інфраструктурної мережі, тому подібні масиви
        розташовують у межах модульної сітки комунікацій - це зумовлює невеликий
        розмір куртин.
      </p>
      <p>
        Під трав&apos;янисті рослини знімають з поверхні ґрунту шар у 0.1 м,
        вривають по периметру кожної окремої ділянки бляшаний бар&apos;єр
        заввишки 0.2 м з загнутим горішнім краєм на половину висоти, і
        заповнюють отримані чарунки відповідними субстратами до країв.
      </p>
      <Zoom classDialog="custom-zoom">
        <Image
          src="/3.jpg"
          alt="Поперечний переріз організації типового вуличного алейного насадження"
          width={1000}
          height={1000}
          className="object-contain mx-auto w-auto h-60"
        />
      </Zoom>
      <p>
        Стійкість об&apos;єкту озеленення передбачає його екологічність, тобто
        вдало дібрану повноту взаємозалежних видів, які стають на обороні
        насадження від інфекцій а шкідників. Неодмінним атрибутом парків,
        скверів, а також садків є тваринний світ, який не тільки наповнює
        об&apos;єкт динамікою життя, але й виконує надважливу санітарну функцію,
        частково перебираючи на себе роботу людини. Густі крони шпилькових
        правлять за місце гніздування сов, хащі невисокого чагарника заохочують
        селитися їжаків, старі пні з личинками пластинчастовусих ваблять сколій;
        у штучних ґротах можуть знайти прихисток рукокрилі - це є лише невелика
        частка наших потенційних помічників, поряд з джмелями, метеликами,
        ропухами, комахоїдними птахами й безліччю інших, менш помітних видів,
        яким людина може й має створити комфортне середовище існування задля
        захисту зелених насаджень. На відміну від сезоннозмінного, вічнозелений
        ландшафт, аби не видаватися статичним, потребує максимального насичення
        життям - з коропами коі в водоймах, вуликами на галявинах, шпаківнями на
        стовбурах. Серед найекзотичніших корисних видів, які підкреслюють
        специфіку об&apos;єкту, можна виокремити хатню багатоніжку, великих
        черевоногих, тритонів, амурського теліфона, яким штучно оптимізують
        умови мешкання.
      </p>
    </section>
  );
};
