import {
  Tooltip,
  TooltipContent,
  TooltipProvider,
  TooltipTrigger,
} from "@/components/ui/tooltip";

export const Chapter5 = () => {
  return (
    <section id="chapter5">
      <h2 className="font-semibold">
        Особливості етапів створення суцільно вічнозелених ландшафтів
      </h2>
      <p>
        Призначену під створення об&apos;єкту озеленення ділянку на час
        проведення будівельних робіт огороджують з запасом, аби техніка могла
        охопити всю проєктну територію. Підготовчі роботи з розчищення ділянки й
        нульовий цикл - земляні та ґрунтозакріплювані роботи - відбуваються
        аналогічно до інших будівельних об&apos;єктів. У місцинах з періодичним
        чи постійним високим рівнем ґрунтових вод на метровій глибині закладають
        гідробар&apos;єрну мембрану з односпрямованою пропускною здатністю задля
        забезпечення стікання надлишку опадів, а також майбутнього недопуску
        підземної вологи до прикореневої зони насджень. За непромивного режиму
        ґрунтового покриву вже на вдвічі більшій глибині влаштовують похилий до
        зручного боку дренаж з уламків твердих будівельних матеріялів завтовшки
        до метра: з метою уникнення просідань спочатку вкладають крупнофракційні
        бетоні брили, далі зверху відсипають шматками цегли й отриману поверхню
        розклинцьовують дрібними інертними відходами. Надлишки ґрунту на
        рівнинних ландшафтах рівномірно розподіляють територією, з пагорбів і
        схилів - складують на найближчих господарських майданчиках, звідки за
        потреби його залучають до озеленювальних робіт. Оскільки важливість
        ґрунтових умов, передусім&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              механічного складу
            </TooltipTrigger>
            <TooltipContent>
              <p>який визначає водний а біотичний режим родючого шару</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , перебуває на чи не найпершім місці серед чинників приживлюваности
        вічнозелених деревних рослин - найчастіше перевершуючи навіть
        слабкореґульований кліматичний - ділянкам з несприятливим
        ґрунтовим&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              покривом
            </TooltipTrigger>
            <TooltipContent>
              <p>
                до прикладу, на чорноземі найкраще вдаються зернові й деякі
                плодові культури, проте він не підходить деревній теплопомірній
                фльорі: надмір доступної органіки й нітровмісних сполук
                перешкоджають рослині завершити ріст до морозів - і невизрілі
                пагони обмерзають, а часто гине й усе насадження 49 об&apos;єкту
                озеленення використовують більше техніки та грубої сили, що може
                пошкодити довколишні маліші елементи
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp; доводиться цілком замінювати весь родючий горизонт на лісовий
        субстрат. По зведенні споруд і конструкцій, а також підведенні
        комунікацій, не чекаючи власне на озеленення, відразу переходять до
        робіт з благоустрою - вони є технічно складніші й трудомісткіші.
      </p>
      <p>
        Наступного року проводять розбиття ділянок у натурі за допомогою кілків
        і натурального шпаґату з одночасною висадкою сильно- та швидкорослих
        шпилькових по периметру території. Задля кілків використовують побілений
        вапном горбиль завдовжки близько метра та завтовшки 0.1-1 дм. Кілки
        вбивають гострим кінцем на половину висоти, відмічаючи ними кути
        майбутніх елементів ділянок; на позначення заокруглених структур кілки
        ставлять що 1 м. Шпаґат обкручують довколо кілка при його вершині,
        зав&apos;язують подвійним вузлом ще й туго натягують, привязуючи
        аналогічно до наступного кілка й т.д. Провислий за вологої погоди шпаґат
        петлею натягують на кілках, але не туго - під час його висихання він
        може деформувати розташування кілків, або й узагалі порватись. Під час
        винесення реґулярних структур об&apos;єкту озеленення в натуру неодмінно
        користуються мірною рулеткою.
      </p>
      <p>
        По закладенні інфраструктури новоствореного об&apos;єкту першочергово
        знищують у механічний спосіб нарослі за період будівельних робіт
        бур&apos;яни й первинно залучнюють поверхню ґрунту шляхом посіву по
        зволоженій землі сонцевитривалих ґрунтопокривних - вони вже в перший рік
        створять дернину й послаблять розвиток небажаних дикорослих видів. Тоді
        ж висаджують сильнорослі види з підродини бамбусових, а також садять
        ліяни: ці рослини завдяки швидкому ростові найшвидше допомагають
        формувати затишне середовище майбутнім тендітнішим культурам а створюють
        первинний екзотичний антураж.
      </p>
      <p>
        Основні роботи з озеленення здійснюють на третій рік, коли всі можливі
        хиби й прорахунки проєктно-будівельного етапу будуть виявлені й усунуті.
        Послідовність основної висадки виглядає наступним чином: спочатку
        озеленюють більші елементи - масиви, алеї, живоплоти; потім переходять
        до дрібніших форм - солітерів, стрижених форм, композицій. Наостанок
        лишають рокарії, квітники та ґазони. Така наступність має пояснення: під
        час створення великих частиноб&apos;єкту озеленення використовують
        більше техніки та грубої сили, що може пошкодити довколишні маліші
        елементи.
      </p>
      <p>
        Оскільки тривалість життя вічнозеленого листя кількаразово перевищує вік
        фотоасиміляційних органів в опадних рослин, у тканинах вічнозелених
        рослин також значно повільніше відбувається обмін речовин і, як
        наслідок, ростові процеси. Тому заради надійности приживлення під час
        висадки крупномірів, уже при ямі, субстрат довкола коріння саджанця
        неодмінно попередньо насичують водним розчином гормонального
        коренетвірного препарату, а вже потім звільняють від &nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              контейнера
            </TooltipTrigger>
            <TooltipContent>
              <p>
                біорозкладні повстяні чи целюлозні м&apos;які контейнери лишають
                у ямі, не знімаючи їх з коріння
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . Якщо відсутність мерзлої землі дозволяє висаджувати попередньо
        призвичаєні контейнерні деревні рослини за похмурої безморозної погоди й
        узимку, то час висадки трав&apos;янистих рослин має обмеження теплим
        періодом, бо ж вимагає саме ручної роботи з вологим ґрунтом. Так,
        граничний термін висадки на килимові рабатки розквітлих братків, примул
        а стокроток задля зимово-ранньовесняного декорування обмежується другою
        половиною осени, оскільки за зниженої температури вони втрачають
        здатність до бутоноутворення. Посів ґазону проводять по зволоженій землі
        з наступним заволоченням поверхня граблями того ж дня.
      </p>
      <p>
        З метою уникнення пошкоджень комунікацій, висадження деревних видів
        проводять лише до центрів модульних сіток водогону та електрики.
        Вийнятий ґрунт не складують поряд - але відразу вивозять візками, аби не
        створювати перешкоди відвідувачам, а також не псувати вигляду
        об&apos;єкту. Заповнення виритої ями відповідним субстратом належить
        проводити лише під час висадки, оскільки буває важко розрахувати
        кількість дозаповнюваного ґрунту залежно від розміру кореневої системи.
        Проте, максимальна можлива кількість субстрату - на весь об&apos;єм ями
        - має бути заздалегідь приготована на майданчику та транспортована до
        ями на момент висадження. Змішування ґрунту проводять за сухого стану на
        твердій поверхні майданчику, віддаленого від місць загального
        користування&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              не менш як на 50 м
            </TooltipTrigger>
            <TooltipContent>
              <p>або ж огородженого суцільним високим парканом</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;за штильової погоди з підвищеною вологістю повітря - вручну,
        використовуючи пилозахисні окуляри й респіратор, або в спецмеханізмі -
        грохоті. По висадці все пристовбурне коло заводнюють до повного
        насичення ґрунту вологою; наступного дня просілу ґрунтосуміш підсипають
        до країв - і вже не поливають. Вдобрювання рослин органікою - у рідкій
        формі чи в якості мульчі - проводять виключно навесні в кількості не
        більше 10 л/кв. м, аби з часом поверхня ділянки не підіймалась над
        проєктним рівнем. Якщо висаджена рослина не прижилася, її замінюють
        разом з усім землевмістом ями на інший вид з тої самої ґрупи
        культивації; стара ґрунтосуміш повторно використовуватися не має. За
        втрати понад половини рослин на певній ділянці, її перепляновують під
        інші фунціональне призначення.
      </p>
      <p>
        Під час висадки штамбових дерев установлюють розпорки на кілках,
        обкручуючи шпаґат попід кроною та на верхівці довкола скелетних гілок;
        кількість розтяжок має бути не менше 3х. Шпаґат обмотують довкола кілка
        так, аби кут розтяжки дорівнював приблизно 45°. Кілок забивають теж під
        аналогічним кутом верхівкою від дерева. Тобто, за мінімальної висоти
        штамбу 2 м на такій самій відстані мають і бути кілки; на кожну розтяжку
        шпаґату беруть з запасом - по 4 м, аби обкрутити довкола штамбу й кілка.
        За рік, коли дерево вкоріниться, розтяжки неодмінно знімають - тоді ж
        об&apos;єкт озеленення набуває завершеного вигляду й функціональної
        повноти.
      </p>
    </section>
  );
};
