import {
  Tooltip,
  TooltipContent,
  TooltipProvider,
  TooltipTrigger,
} from "@/components/ui/tooltip";

export const Chapter6 = () => {
  return (
    <section>
      <h2 className="font-semibold">
        Рекомендації з утримання вічнозелених декоративних насаджень
      </h2>
      <p>
        Стандартний догляд за насадженнями включає очищення їх від сміття,
        видалення пошкоджених, хворих, інфікованих і мертвих частин, механічне
        знищення бур&apos;янів з неодмінною висадкою на їх місці ґрунтопокривних
        видів, передзимове білення штамбів на всю висоту до скелетних гілок
        терпентинно-восковою&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              сумішшю
            </TooltipTrigger>
            <TooltipContent>
              <p>
                розчинений у гарячім терпентині бджолиний віск; використовують в
                обробці ушкоджень деревини
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp; з крейдою, недопущення та ліквідацію життєдіяльности шкідників,
        ремонт і відновлення втраченої форми та функцій. Проте, суцільно
        вічнозелені насадження мають зазначені в попередніх розділах специфічні
        особливості, без урахування яких існування ландшафтів зі сталою
        цілорічною декоративністю не буде можливим. Певна невідповідність
        фізіологічних процесів у більшості теплопомірних видів фактичним умовам
        середовища культивації зумовлює застосування до насаджень за їхньою
        участю комплексного підходу з нестандартних агротехнічних прийомів.
      </p>
      <p>
        Якщо забур&apos;янення займає значну площу, життєдіяльність шкідливих
        рослин припиняють шляхом перекриття їм доступу до кисню й світла: з
        весни накривають ділянку світло- й повітренепроникним розтягнутим
        матеріялом&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              без зморшок і зібгань
            </TooltipTrigger>
            <TooltipContent>
              <p>аби не накопичувалася вода й бруд</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , притискаючи по краю тягарем, і лишають на рік. Усю вивільнену площу
        наступного року засаджують ґрунтопокривними видами. Інфіковані
        хвороботвориними організмами частини рослин не компостують на ділянці -
        їх вивозять на спалення.
      </p>
      <p>
        Звезений до зелених насаджень сніг не має містити реаґентів з обробки
        шляхів, але може бути забруднений нешкідливими органічними домішками.
      </p>
      <p>
        Полив зелених насаджень здійснюють за темної частини доби теплішою від
        повітря водою, позаяк удень значна частина вилитої під рослини вологи
        випарується, не потрапивши до зони коріння. Якщо полив невеликих за
        розміром об&apos;єктів існує змога здійснювати неавтоматизовано, то
        зрошення натомість реалізують виключно з застосуванням автоматичної
        системи поливу через туманоутворювач - розсікач з дрібними форсунками зі
        стаціонарної - підземної або, на невеликих об&apos;єктах, мобільної
        поливної мережі. Оскільки переважна частина наведених у каталозі видів
        походить з Південно-Східньої Азії з максимумом опадів з липня по
        жовтень, поширені перестороги знизити морозостійкість вологолюбних
        культур з зазначеного реґіону навіть щоденними осінніми поливами
        втрачають реальні підстави: ці види й на чужині завжди матимуть 2 хвилі
        ростових процесів, тож на опірність тканин низьким температурам узимку
        примусова зміна звичного режиму зволоження наприкінці веґетації
        позитивно не вплине. Це правило, звісно, не стосується рослин з областей
        зимового максимуму опадів - їхній полив має обмежуватися першою
        половиною веґетації.
      </p>
    </section>
  );
};
