import Image from "next/image";
import Zoom from "react-medium-image-zoom";
import "react-medium-image-zoom/dist/styles.css";

import {
  Tooltip,
  TooltipContent,
  TooltipProvider,
  TooltipTrigger,
} from "@/components/ui/tooltip";

export const Chapter1 = () => {
  return (
    <section className="space-y-6">
      <h2 className="text-xl font-bold text-center">
        Розділ 1. Передумови до функціоналізації підходів у масовім озелененні
      </h2>
      <p>
        Виклики перед країнами сходу Европи, зумовлені невблаганною зміною
        клімату в теперішній період часу, дотикаються першочергово й культурного
        рослинництва відкритого ґрунту - з одного боку відкриваючи нові обрії в
        рільництві, садівництві, лісоводстві, а з другого - враховуючи
        новопосталі ризики - змушуючи до подальшої технологізації рослинницької
        галузи. Не оминули ці тенденції й декоративного садівництва. І якщо в
        індивідуальнім ландшафтнім проєктуванні натепер чітко вимальовується
        потяг до використання сучасних розробок науки й інженерії, то масове
        озеленення місць загального користування в Україні засадничо застрягло в
        напрацюваннях ХХ століття, лише косметично синхронізуючись до новітніх
        дизайнерських трендів. Зокрема бракує цілісної концептуальної візії
        напрямків розширення насамперед видового асортименту декоративних
        культур широкого використання в зв&apos;язку з розвитком технологій
        життєзабезпечення інтродукованих рослин у нетипових задля&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              них
            </TooltipTrigger>
            <TooltipContent>
              <p>не цілком відповідних їхнім базовим екологічним потребам</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;умовах.
      </p>
      <p>
        Елементарна технологізація життєзабезпечення об&apos;єктів озеленення
        частково знімає проблему кліматичної обмежености інтродукційних
        можливостей територій, якісно збагативши набір культур відкритого
        ґрунту, а разом з тим дозволяє зберегти звиклий обсяг капітальних і
        поточних видатків на зелені насадження. Максимально повне розширення
        видового асортименту декоративних рослин за рахунок упровадження
        сучасних технологій у межах фінансово-економічної доцільности
        конкретного бюджету збільшить можливости обирання, і тим самим дасть
        окреслити нові шляхи в ландшафтнім будівництві. Так, з сучасними
        досягненнями ландшафтної інженерії стрімко зростає частка культур зі
        сталою щосезонною декоративністю -&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              вічнозелених рослин
            </TooltipTrigger>
            <TooltipContent>
              <p>
                які протягом усього року зберігають більшу частину свого
                асиміляційного апарату - незалежно від конкретних метеоумов
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        ,&nbsp;попри те, що в Україні відсоток опадних видів в озелененні досі
        набагато перевершує аналогічний показник найближчих західніх
        країн-сусідів. Частково пояснення такої консервативности лежить у
        культурній площині - серед архаїчних льокальних традицій, оскільки
        раніше декоративні вічнозелені види, як земне втілення вічного життя,
        висаджували лише в меморіяльних місцях. Проте безальтернативний - поки
        що стихійний - рух до більшої функціональности культурних насаджень
        загального користування в перспективі докорінно змінить вигляд
        українських населених пунктів, бо ж сезоннозелені рослини обтяжують
        щороку комунальників, а також створюють незручності мешканцям - через
        листопад, провокують людей восени забруднювати повітря листєспаленням,
        упродовж щонайменше 5ти місяців на рік своїм мертвим виглядом занурюють
        до депресивної атмосфери - і це за невблаганного скорочення сенредньої
        тривалости залягання снігового покриву з кожним десятиліттям. Опадні
        чужинці, на додачу, мають аґресивнішу стратегію виживання в подібних до
        рідних екосистемах, знищуючи&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              природні біоценози
            </TooltipTrigger>
            <TooltipContent>
              <p>
                вартує згадати руйнівну ролю айланту, робінії чи неклену в
                Україні
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , &nbsp;тоді як інтродуковані вічнозелені, насамперед&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              теплопомірна
            </TooltipTrigger>
            <TooltipContent>
              <p>мезофільна виключно в контексті термічного чинника</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;фльора, в умовах лісостепової чи степової зони без сталої
        підтримки людини не самовідтворюватимуться - важко є в&apos;явити,
        скажімо, букшпан, або юку в ролі рослини-аґресора.
      </p>
      <p>
        Єдино слушним розв&apos;язанням зазначеної сукупности незручностей
        наявної парадигми озеленення є чимшвидший перегляд вимог до базового
        масового асортименту культур у бік переважного або навіть суцільного
        застосування&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              вічнозелених видів
            </TooltipTrigger>
            <TooltipContent>
              <p>
                якими в практиці декоративного садівництва традиційно вважають
                також і зимозелені малорічники
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        ,&nbsp; що разом з технологізацією зможе розширити активний рекреаційний
        сезон на весь холодний період. Ідеться не лише стосовно шпилькових
        рослин - теперішні природні умови практично всієї території країни не
        дозволяють успішно відтворювати бореальні ландшафти в культурних
        фітоценозах. Окрім цілком очевидних, вічнозелені види мають низку менш
        явних переваг: ґрунтопокривні через створення несприятливих умов задля
        розвитку бур&apos;янів суттєво полегшують догляд за поверхнею;
        високорослі дерева та чагарники створюють надійну перепону вітру;
        жорстколисті та шпилькові рослини незрівнянно краще за опадні виділяють
        фітонцидні речовини та затримують пил протягом усього року.
      </p>
      <p>
        Чимповнішій реалізації такої викристалізованої об&apos;єктивними
        чинниками концепції - назвімо умовно її&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              &ldquo;evergreenation&rdquo;
            </TooltipTrigger>
            <TooltipContent>
              <p>дослівно: &ldquo;національного вічнозеленення&rdquo;</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , - мусить прислужитись агротехнологічний досвід розвиненіших у цій
        сфері країн. Провідним реґіоном земної кулі в зеленім будівництві з
        найподібнішими до українських кліматичними реаліями - ступенем
        континентальности та середньорічною температурою повітря - є південь
        Великих Озер у Північній Америці, а саме найурбанізованіша територія від
        міста Чікаґо до півострова Онтаріо. Видовий асортимент колекцій
        відкритого ґрунту приватного сектору та ботанічних закладів усіх форм
        власности цього умовного району-конурбації, завдяки застосуванню
        високотехнологічних прийомів, кількісно якнайповніше використовує
        інтродукційну ємність наявних там кліматичних ресурсів, і за рівнем
        презентації світового фльористичного багатства може правити за взірець
        навіть територіям зі сприятливішими природніми умовами. Виважений підхід
        до висадки та використання надійних видів дозволяють відійти від
        неестетичної та трудомісткої практики вкривання малостійких культур на
        зимовий період. На превеликий жаль, дотримання цих принципів змушує
        повністю відмовитися від масового застосування низки таких украй бажаних
        і в Україні &ldquo;must have&rdquo; озеленення відкритого ґрунту
        Західньої Европи, як американські секвойні, аравкарії, вічнозелені
        маґнолії, фотинії, ногоплідники, суничники, цитруси
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              [10]
            </TooltipTrigger>
            <TooltipContent>
              <p>
                Смик Г.К. Філогенетично-систематичний метод прогнозування
                інтродукційної здатності квіткових рослин. – Інтродукція та
                акліматизація рослин на Україні. (Республіканський міжвідомчий
                збірник). – К.: Наукова думка, 1973. – Вип. 6. – С. 11-18.
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , від усіх австралійських, більшости новозеляндських, багатьох
        середземноморських видів. Проте й без цих культур видовий асортимент -
        понад 1000 таксонів - цілком&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              зимостійких
            </TooltipTrigger>
            <TooltipContent>
              <p>за умови дотримання відповідної агротехніки</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;вічнозелених екзотів відкритого ґрунту виявляється вкрай
        несподіваним навіть задля фахівців: 4 види аґав, 24 - витких рослин, 4 -
        деревоподібних монодикот, 41 - з Південної півкулі, 6 - зимоцвітів, 46 -
        з підродини бамбусових, 38 - кактусів, 9 - листяних дерев, 3 - ноліни, а
        також сотні видів ароматичних, лікарських, плодових рослин. Досягнення
        північноамериканських любителів, а також спеціялізованих осередків у
        царині акліматизації й наступної інтродукції охоплюють близько 90%
        відомих людству багаторічних і дерев&apos;янистих видів земної фльори,
        які мають потенційний шанс до використання в незахищенім ґрунті
        східнього Іллінойсу й півдня провінції Онтаріо - і перспективно
        збагатити цей список вийде хіба що недекоративними, украй рідкісними чи
        нововиявленими екзотами. Такий набір декоративних культур, який за
        агрокліматичною клясифікацію&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              USDA
            </TooltipTrigger>
            <TooltipContent>
              <p>United States Department of Agriculture</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp; належить здебільшого зоні 5b, але доповнений здавна й широко
        культивованими в Україні вічнозеленими видами помірно-теплої смуги&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              [5]
            </TooltipTrigger>
            <TooltipContent>
              <p>
                Деревья и кустарники СССР / Под ред. С.Я. Соколова – М–Л: Изд-во
                АН СССР, 1949-62. – в 6 тт.
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , був узятий за основу в побудові презентованого нижче практичного
        переліку перспективних судинних рослин, додатково розширеного також за
        рахунок невикористовуваних наразі здобутків вітчизняних ботанічних
        установ&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              [1,3,4,6,7]
            </TooltipTrigger>
            <TooltipContent>
              <p>
                1. Ботанічний сад ім. акад. О.В. Фоміна. Каталог рослин. –
                Природно-заповідні території України. Рослинний світ. Вип. 7 –
                Київ: Фітосоціоцентр, 2007. – 320 с.
                <br />
                3. Дендрофлора України. Дикорослі й культивовані дерева і кущі.
                Покритонасінні. Частина І. Довідник / За редакцією М.А. Кохна. –
                К.: Фітосоціоцентр, 2002. – 448 с., іл.
                <br />
                4. Дендрофлора України. Дикорослі та культивовані дерева й кущі.
                Голонасінні: Довідник / За ред. М.А. Кохна, С.І. Кузнецова; НАН
                України, Нац. бот. сад ім. М.М. Гришка. – К.: Вища шк., 2001. –
                207 с.: іл.
                <br />
                6. Каталог декоративних трав’янистих рослин ботанічних садів і
                дендропарків України: Довідниковий посібник / За ред. С.П.
                Машковської. – Київ, 2015. – 282 с. (електронне видання).
                <br />
                7. Каталог растений центрального ботанического сада им. Н.Н.
                Гришко: Справочное пособие. / Под ред. д.б.н. Н.А. Кохно. – К.:
                Наукова думка, 1997. – 436 с.;
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        .
      </p>
      <p>
        Серед культурних вічнозелених рослин району півдня Великих Озер
        переважна частина видів фльористично належить Східньоазійській області
        Бореального підцарства Голарктики; інші ж рослинні області навіть
        сукупно матимуть менший інтродукційний потенціял у зазначенім реґіоні.
        Пояснення цьому полягає в аналогічнім гуміднім режимі впродовж року - з
        зимовим мінімумом і літнім максимумом звложення - та ідентичною&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              континентальністю клімату
            </TooltipTrigger>
            <TooltipContent>
              <p>
                більшість культивованих таксонів походить саме з заходу
                зазначеної фльористичної области - зі Східнього Тибету та
                прилеглих ботанічних провінцій
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , хоча ані сама кількість опадів, ані широта, ані термічний режим
        почасти не збігаються зовсім. Що більше: кількісні параметри елементів
        клімату центральних районів Північної Америки відзначає високий ступінь
        волятильности від року до року, тоді як мусонний клімат має найвище
        значення стабільности цих показників серед помірно-теплих широт. Це
        наштовхує на думку щодо максимальної адаптивної здатности в нових
        екологічних умовах теплопомірної фльори саме з&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              кліматичної зони вираженої мусонности
            </TooltipTrigger>
            <TooltipContent>
              <p>схід Евразії</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . Тоді, виходячи з наведених міркувань, належить припустити, що найменш
        адаптуються - проте мають найнижчі вимоги до веґетаційної
        теплозабезпечености - види з західніх частин континентів; їх масове
        застосування на теренах України може бути перспективним лише в західнім
        реґіоні. Сучасні кліматичні зміни, особливо в теплий період року, на
        жаль, звужують практику масового використання поширених наразі в
        озелененні спековразливих бореальних видів, і південна межа культурного
        ареалу таких рослин, інколи видатних декоративних якостей - як, скажімо,
        туя складчаста чи жовтокипарис нутканський - швидко зміщується все далі
        на північ України. Ще більш термонестійкими, попри прийнятну
        зимовитривалість, є субантарктичні рослини крайнього півдня Патаґонії та
        Нової Зеляндії, зокрема, дриміс, майтенуси, південні буки тощо - усі ці
        види попри будь-які вжиті заходи з порятунку випадуть з приходом першої
        червневої спеки. Отриманий же перспективний перелік орієнтується на
        створення стійких і надійних вічнозелених ландшафтів в умовах більшої
        частини України, до того ж без потреби їх зимового чи літнього захисту.
        Утім, належить наголосити, що перелік тільки окреслює обшир придатних до
        відкритого ґрунту вічнозелених судинних рослин, і за значної площі в
        Україні також реґіонів зі сприятливішими від південноканадійських
        ґрунтово-кліматичними умовами, наданий список аж ніяк не може
        претендувати на вичерпну повноту асортименту. Окрім того, деякі менш
        зимостійкі рослини, вимушено змінюючи свою біоморфу через періодичні
        обмерзання - нп., до рівня снігового покриву - стають досить
        перспективними до використання вже в іншій&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              функції
            </TooltipTrigger>
            <TooltipContent>
              <p>
                як плющ канарський - у якості ґрунтопокривного виду, чи авкуба -
                як багаторічник на противагу чагарниковій форми за м&apos;якшого
                клімату
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , і тому не вартує намагатись обмежувати вибір рослин рекомендованим
        списком. Те саме стосується деталізації рекомендацій з вирощування:
        стисло подана інформація схематично висвітлює лише в загальних рисах
        конкретну агротехніку задля всієї території без виокремлення
        особливостей у кожній з природніх зон.
      </p>
      <p>
        Як випливає з наведеного вище абзацу, не вся територія України однаково
        надається до втілення ідеї якнайширшого впровадження вічнозелених видів
        у масове озеленення. Якщо, до прикладу, ґрунти на ділянці вдасться
        цілком замінити на необхідний субстрат чи за допомогою інженерних
        засобів скореґувати режим зволоження - термічний чинник
        агротехнологічними методами реґулюється найважче, тому саме він стає
        визначальним у декоративнім рослинництві. Найоптимальнішими з позиції
        ощадження ресурсів утримання вічнозелених насаджень є реґіони з
        континентальністю - середньобагаторічною ріжницею між температурою
        найхолоднішої та найтеплішої доби в році - у межах до 50°C, із річними
        ізотермами в 10°С і вище - ці два показники теплозабезпечености й
        визначають значною мірою всі термічні умови веґетації та діяпавзи,
        зокрема й тривалість беззаморозкового періоду. За кліматичною
        клясифікацією Кеппена-Ґейґера, такі наведені значення цих показників
        відділяють&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              суббореальну зону
            </TooltipTrigger>
            <TooltipContent>
              <p>Df-клімати</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;від&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              теплопомірної смуги
            </TooltipTrigger>
            <TooltipContent>
              <p>кліматичний тип Сf</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , тому саме вони й були використані в якості еталонних під час
        формування базового видового асортименту вічнозелених культур України. В
        умовах рівнинної частини країни цим значенням відповідає переважна площа
        південних областей та рівнинні ділянки Заходу, а також окремі місцини зі
        вдалим розташуванням у Центральній Україні; на решті ж української
        території зон зі сприятливими термічними умовами не існує - близько
        половини областей мають суттєве обмеження можливости масового
        використання зазначених у переліку вічнозелених видів, хоча й не
        внеможливлюють її цілком.
      </p>
      <p>
        Задля зручности практичного користування видовий перелік отримав форму
        таблиці. Розподіл за&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              ґрупами культивації
            </TooltipTrigger>
            <TooltipContent>
              <p>
                число по видовій назві в рубрикаторі позначає її номер у списку
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;випливає з узагальнення особливостей вирощування кожного виду, що
        має полегшити проєктування системи догляду за рослинами й допомогти в
        уніфікації розробки технологічних карт з обслуговування зелених
        насаджень. До переліку не ввійшли зимозелені полікарпіки та
        напіввічнозелені в умовах України&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              види
            </TooltipTrigger>
            <TooltipContent>
              <p>
                тобто ті, у яких середня тривалість життя листка завідомо
                становитиме менше року
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , оскільки ці рослини мають певний період значної втрати загальної
        декоративности&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              навесні
            </TooltipTrigger>
            <TooltipContent>
              <p>
                пошкоджується сонцем не тільки листя, але й усі зелені частини
                трав&apos;янистих рослин
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        , що до моменту поновлення фотоасиміляційних органів створює неохайний
        вигляд насадженням за їх участи. Так, деякі зимостійкі види бирючини,
        ляватера деревовидна, фуксія маґелланська чи певні східньоазійські
        вічнозелені калини - хоча й у властивих їм природніх умовах лишаються
        вічнозеленими - проте за суворішого клімату в нерідних місцях часто
        позбуваються більшої частини листків протягом діяпавзи&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              [8]
            </TooltipTrigger>
            <TooltipContent>
              <p>
                8. Колісніченко О.М. Сезонні біоритми та зимостійкість деревних
                рослин. – К.: Фітосоціоцентр, 2004. – 176 с.
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        ; південні ж ожини та східні жимолості традиційно вважають частково
        опадними - але на теренах України вони зберігають переважну частину
        зеленої крони. Неодназначним може видатися включення до каталогу
        вічнозелених рослин також&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              видів
            </TooltipTrigger>
            <TooltipContent>
              <p>як деякі піраканти та магонії</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp; зі значним сезонним пошкодженням листкової пластинки - утім,
        незважаючи на це, у них сам листок зберігається й надалі продовжує
        функціонувати.&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              Види
            </TooltipTrigger>
            <TooltipContent>
              <p>до прикладу, криптомерія та пласкогілочник</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;ж із руйнуванням частини хлорофілових зерен чи маскуванням їх
        іншозабарвленими піґментами у холодний період, безумовно, мають увійти
        до означеного&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              переліку
            </TooltipTrigger>
            <TooltipContent>
              <p>окрім частково опадних видів - таких, як бруслина карликова</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . Окрім того, до вічнозелених видів належить залічити рослини з
        редукованим листям, такі як ефедри чи кактуси. Серед ефемероідів до
        &ldquo;вічнозелених&rdquo; зараховують види аридних районів з
        поновленням асиміляційних органів наприкінці року: такі рослини лишають
        веґетативну масу на все холодне півріччя, отже, заслуговують на додання
        до означеного переліку. Разом з тим, зимозелені геокриптофіти з коротким
        періодом збереження зелених листків - нп., середземноморські&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              тюльпани
            </TooltipTrigger>
            <TooltipContent>
              <p>
                Tulipa bakeri, Tulipa cretica та ін. в себе на батьківщині
                відрощують надземне листя саме вологої зими, але за нижчих
                температур починають розвиватися лише з весни
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;з періодом декоративности до пів року&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              [2]
            </TooltipTrigger>
            <TooltipContent>
              <p>
                Декоративные травянистые растения для открытого грунта. – Л:
                Наука, Ленингр. отд., 1977. – в 2 тт.
              </p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        &nbsp;- до перспективного асортименту не були включені. Те саме
        стосується багатьох конюшин, які попри зелений вигляд узимку мають
        тенденцію до літнього вигоряння на відкритих місцях, а в затінку погано
        розвиваються. Підсумовуючи зазначене, стає зрозумілою неоднозначність
        поділу судинних рослин на вічнозелені/опадні. Так само віднесення видів
        до тої чи іншої життєвої форми в таблиці - &ldquo;дерево&rdquo;,
        &ldquo;деревце&rdquo;, &ldquo;чагарник&rdquo;, &ldquo;чагарничок&rdquo;,
        &ldquo;трава&rdquo;, &ldquo;травичка&rdquo; - має умовний, суто
        прикладний характер і не відбиває наукового поділу на морфоекологічні
        типи, як то напівчагарники, стеблокорінні, бульбоцибулинні, виткі,
        &ldquo;трав&apos;яні дерева&rdquo; тощо. До таблиці увійшов досвід
        агротехнічної практики щодо кожної з 616 культиваційних ґруп,
        кодифікований за браком місця в двозначний номер. На початку таблиці
        стоїть ключ, що розшифровує числову інформацію в переліку.
      </p>
      <Zoom classDialog="custom-zoom">
        <Image
          src="/6.jpg"
          alt="Територія України, цілком придатна до створення суцільно вічнозелених ландшафтів, і території з обмеженою придатністю"
          width={1000}
          height={1000}
          className="object-contain mx-auto w-auto h-60"
        />
      </Zoom>
      <p>
        Використовувана в каталозі номенклятура видових найменувань,
        здебільшого, відповідає новітній таксономічній системі. Упорядкування
        назов родів відбувалось відповідно до актуальних першоджерел (зокрема,
        відділ Покритонасінні - до &nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              APG III
            </TooltipTrigger>
            <TooltipContent>
              <p>Angiosperm Phylogeny Group v.3rd (2009)</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        ). Так, вічнозелені здерев&apos;янілі представники роду Жовтозілля були
        виокремлені до роду Якобея тощо. Проте, в окремих випадках зберігається
        традиційніші назви родів - як Calocedrus замість нової Heyderia. Що
        стосується сумнівних видів, які згодом можуть утратити теперішній
        таксономічний ранґ і перейти до статусу підвиду чи відміни - то їх
        відносять до загальноприйнятого ботанічною спільнотою&nbsp;
        <TooltipProvider>
          <Tooltip>
            <TooltipTrigger className="text-indigo-700 dark:text-indigo-400 cursor-help">
              збірного таксону
            </TooltipTrigger>
            <TooltipContent>
              <p>до прикладу, скімію Рівза включають до виду с. японської</p>
            </TooltipContent>
          </Tooltip>
        </TooltipProvider>
        . Але сучасна клясифікація судинних рослин не є всталеною, вона
        перебуває у динамічнім удосконаленні, тому на момент публікації цього
        довідника деяка інформація вже може виявитися дещо застарілою. Утім, це
        не має перешкодити в користуванні списком, оскільки колишні назви ще
        досить тривалий час мають повноцінний обіг у спеціялізованій літературі.
      </p>
    </section>
  );
};
